{
  "zamożność": [
    {
      "roll": [
        3,
        4
      ],
      "description": "Nędza: Żyjesz na ulicy bez grosza przy duszy.",
      "backpack": "łachmany, sakiewka z 1k6 okrawków",
      "choices": [
        {
          "items": [
            "pałka",
            "proca"
          ]
        }
      ]
    },
    {
      "roll": [
        5,
        6,
        7,
        8
      ],
      "description": "Ubóstwo: Żyjesz w podłych warunkach; nigdy nie wiesz, czy kolejnego dnia nie będziesz głodny.",
      "backpack": "kostur, połatane ubranie, sakwa podróżna, bochenek chleba, bukłak z wodą, hubka i krzesiwo, świeca, sakiewka z 2k6 okrawków",
      "choices": [
        {
          "items": [
            "pałka",
            "proca"
          ]
        }
      ]
    },
    {
      "roll": [
        9,
        10,
        11,
        12,
        13
      ],
      "description": "Klasa średnia: Zarabiasz wystarczająco dużo, by pokryć wszystkie bieżące wydatki.",
      "backpack": "sztylet, kostur, zwykłe ubranie, plecak, racje żywnościowe na tydzień, bukłak z wodą, hubka i krzesiwo, dwie pochodnie, sakiewka z 1k6 miedziaków",
      "choices": [
        {
          "items": [
            "pałka",
            "proca"
          ]
        }
      ]
    },
    {
      "roll": [
        14,
        15,
        16
      ],
      "description": "Komfort: Żyjesz na dobrej stopie i zarabiasz na tyle, by móc co nieco odłożyć.",
      "backpack": "sztylet, kostur, wytworne ubranie, plecak, peleryna, racje żywnościowe na tydzień, bukłak z wodą, zwój liny, hubka i krzesiwo, dwie pochodnie, eliksir leczenia, sakiewka z 2k6 miedziaków",
      "choices": [
        {
          "items": [
            "pałka",
            "proca"
          ]
        },
        {
          "items": [
            "mała tarcza",
            "zwój z inkantacją kręgu 0",
            "zestaw uzdrowieciela",
            "zestaw pisarski",
            "narzędzia"
          ]
        }
      ]
    },
    {
      "roll": [
        17
      ],
      "description": "Dobyty: Żyjesz w luksusie. Stać cię na eleganckie ubrania i wszelkie wygody; prawdopodobnie od dłuższego czasu nie zaznałeś żadnego braku.",
      "backpack": "sztylet, ubranie dworzanina, plecak, peleryna, racje żywno- ściowe na tydzień, bukłak z wodą, zwój liny, hubka i krzesiwo, latarnia i dwie butelki oleju, eliksir leczenia, sakiewka z 1k6 srebrników",
      "choices": [
        {
          "items": [
            "tarcza",
            "zwój z inkantacją kręgu 0",
            "zestaw uzdrowieciela",
            "zestaw pisarski",
            "narzędzia"
          ]
        }
      ]
    },
    {
      "roll": [
        18
      ],
      "description": "Bogactwo: Niczego ci nie brakuje. Zapewne pochodzisz ze szlacheckiego rodu; masz służących i posiadłość lub zamek w najlepszej części miasta. Twoja fortuna przysparza ci zarówno sojuszników, jak i wrogów.",
      "backpack": "sztylet, ubranie szlachcica, peleryna, racje żywnościowe na tydzień, bukłak z wodą, eliksir leczenia, sakiewka z 2k6 srebrników. Masz także osobistego posługacza, ochroniarza i trzy konie z siodłami"
    }
  ]
}